Repository: zyonee/vice_emu
Catalog: v1.10.37/vice/po/*.po
Languages: sv

source: Limit emulation speed to specified value
sv: BegrÅ‰nsa emuleringshastighet till angivet vÅ‰rde

source: Update every <value> frames (`0' for automatic)
sv: Uppdatera varje <vÅ‰rde> ramar ("0" fÅˆr automatiskt)

source: Enable warp mode
sv: Aktivera warplÅ‰ge

source: Disable warp mode
sv: Deaktivera warplÅ‰ge

source: Your machine is too slow for current settings!
sv: Din maskin Å‰r fÅˆr lÅÂngsam fÅˆr nuvarande instÅ‰llningar!

source: Received signal %d (%s).
sv: Tog emot signal %d (%s).

source: Received signal %d.
sv: Tog emot signal %d.

source: *Second SID
sv: *Andra SID

source: *Second SID base address
sv: *Basadress fÅˆr andra SID

source: *Emulate filters
sv: *Emulera filter

source: Chip model
sv: Kretsmodell

source: *Use reSID emulation
sv: *AnvÅ‰nd reSID-emulering

source: reSID sampling method
sv: reSID-samplingsmetod

source: reSID resampling passband...
sv: reSID-omsamplingspassband...

source: *Enable sound playback
sv: *Aktivera ljudÅÂtergivning

source: Function ROM image
sv: Avbildning av funktions-ROM

source: Could not load function ROM image '%s'
sv: Kunde inte ladda in avbildning av funktions-ROM "%s"

source: *Enable internal Function ROM
sv: *Aktivera internt funktions-ROM

source: Internal Function ROM name...
sv: Namn pÅÂ internt funktions-ROM...

source: *Enable external Function ROM
sv: *Aktivera externt funktions-ROM

source: External Function ROM name...
sv: Namn pÅÂ externt funktions-ROM...

source: Function ROM
sv: Funktions-ROM

source: RAM Expansion Unit
sv: RAM-expansion

source: *Emulator identification
sv: *Emulatoridentifiering

source: *IEEE488 interface emulation
sv: *Emulering av IEEE488-grÅ‰nssnitt

source: *1351 Mouse Emulation
sv: *1351-musemulering

source: Load default ROMs
sv: Ladda standard-ROM

source: Load new Kernal ROM
sv: Ladda ny Kernal-ROM

source: Load new Basic ROM
sv: Ladda ny Basic-ROM

source: Load new Chargen ROM
sv: Ladda ny teckengenerator-ROM

source: Load new 1541 ROM
sv: Ladda ny 1541-ROM

source: Load new 1541-II ROM
sv: Ladda ny 1541-II-ROM

source: Load new 1571 ROM
sv: Ladda ny 1571-ROM

source: Load new 1581 ROM
sv: Ladda ny 1581-ROM

source: Load new 2031 ROM
sv: Ladda ny 2031-ROM

source: Load custom ROM set from file
sv: Ladda egen ROM-uppsÅ‰ttning frÅÂn fil

source: Dump ROM set definition to file
sv: Spara ROM-uppsÅ‰ttning till fil

source: VIC II Screenshot
sv: VIC II-skÅ‰rmdump

source: VDC Screenshot
sv: VDC-skÅ‰rmdump

source: Screenshots...
sv: SkÅ‰rmdump...

source: VIC-II settings
sv: VIC-II-instÅ‰llningar

source: VDC settings
sv: VDC-instÅ‰llningar

source: SID settings
sv: SID-instÅ‰llningar

source: Memory and I/O extensions
sv: Minnes- och I/O-utÅˆkningar

source: RS232 settings
sv: RS232-instÅ‰llningar

source: Memory settings
sv: MinnesinstÅ‰llningar

source: File
sv: Arkiv

source: Snapshot
sv: Å÷gonblicksbild

source: Options
sv: Alternativ

source: Settings
sv: InstÅ‰llningar

source: RJHelp
sv: RJHjÅ‰lp

source: *Old NTSC-M
sv: *Gammal NTSC-M

source: Load new kernal ROM
sv: Ladda ny kernal-ROM

source: Load new BASIC ROM
sv: Ladda ny BASIC-ROM

source: Load new character ROM
sv: Ladda ny teckengenerator-ROM

source: Screenshot...
sv: SkÅ‰rmdump...

source: ROM settings
sv: ROM-instÅ‰llningar

source: I/O extensions at $DFxx
sv: I/O-utÅˆkningar pÅÂ $DFxx

source: Basic 128k, low chars
sv: Basic 128k, nedre tecken

source: Basic 256k, low chars
sv: Basic 256k, nedre tecken

source: Basic 128k, high chars
sv: Basic 128k, Åˆvre tecken

source: Basic 256k, high chars
sv: Basic 256k, Åˆvre tecken

source: Load new Kernal
sv: Ladda ny Kernal

source: Load new Chargen
sv: Ladda ny teckengenerator

source: Load new Basic
sv: Ladda ny Basic

source: Unload Basic ROM
sv: Ladda ur Basic-ROM

source: Load new Cart $1***
sv: Ladda ny insticksmodul $1***

source: Unload Cart $1***
sv: Ladda ur insticksmodul $1***

source: Load new Cart $2-3***
sv: Ladda ny insticksmodul $2-3***

source: Unload Cart $2-3***
sv: Ladda ur insticksmodul $2-3***

source: Load new Cart $4-5***
sv: Ladda ny insticksmodul $4-5***

source: Unload Cart $4-5***
sv: Ladda ur insticksmodul $4-5***

source: Load new Cart $6-7***
sv: Ladda ny insticksmodul $6-7***

source: Unload Cart $6-7***
sv: Ladda ur insticksmodul $6-7***

source: *Graphics
sv: *Grafik

source: *Business (UK)
sv: *Business (Storbritannien)

source: Model defaults
sv: Modellens fÅˆrval

source: ROM sets
sv: ROM-uppsÅ‰ttningar

source: Memory size
sv: Minnesstorlek

source: Hardwired switches
sv: MaskinvaruinstÅ‰llningar

source: Keyboard type
sv: Tangentbordstyp

source: ACIA device
sv: ACIA-enhet

source: Serial 1 device...
sv: Seriell enhet 1...

source: Serial 1 baudrate
sv: Seriell 1 baudhastighet

source: Serial 2 device...
sv: Seriell enhet 2...

source: Serial 2 baudrate
sv: Seriell 2 baudhastighet

source: Dump filename...
sv: Filnamn fÅˆr datadump...

source: Program name to exec...
sv: Program att starta...

source: CBM-II model settings
sv: CBM-II-modellinstÅ‰llningar

source: Crtc settings
sv: Crtc-instÅ‰llningar

source: *VIC-II settings
sv: *VIC-II-instÅ‰llningar

source: Set device for joystick port 1
sv: VÅ‰lj enhet fÅˆr spelport 1

source: Set device for joystick port 2
sv: VÅ‰lj enhet fÅˆr spelport 2

source: Cannot open joystick device `%s'.
sv: Kan inte Åˆppna styrspaksenhet "%s".

source: Error reading joystick device `%s'.
sv: Kan inte lÅ‰sa styrspaksenhet "%s".

source: Hardware joystick calibration for device `%s':
sv: Maskinvarustyrspakskalibrering fÅˆr enhet "%s":

source: Error reading digital joystick device.
sv: Fel vid lÅ‰sning av digital styrspak.

source: Error reading joystick device.
sv: Fel vid lÅ‰sning av styrspak.

source: Linux joystick interface initialization...
sv: Initiering av LinuxstyrspaksgrÅ‰nssnitt...

source: %s unknown type
sv: %s okÅ‰nd typ

source: Built in driver version: %d.%d.%d
sv: Inbyggd drivrutinsversion: %d.%d.%d

source: Kernel driver version : 0.8 ??
sv: KÅ‰rnans drivrutinsversion: 0.8 ??

source: Please update your Joystick driver !
sv: Uppdatera din styrspaksdrivrutin (joystick driver)!

source: Fall back to old api routine
sv: Faller tillbaka till gammal API-rutin

source: Kernel driver version : %d.%d.%d
sv: KÅ‰rnans drivrutinsversion: %d.%d.%d

source: Enable emulation of the 1351 proportional mouse
sv: Aktivera emulering av proportionell mus 1351

source: Disable emulation of the 1351 proportional mouse
sv: Deaktivera emulering av proportionell mus 1351

source: *Business (DE)
sv: *Business (Tyskland)

source: *Auto (from ROM)
sv: *Automatisk (frÅÂn ROM)

source: *40 Columns
sv: *40 kolumner

source: *80 Columns
sv: *80 kolumner

source: Load new editor ROM
sv: Ladda ny editor-ROM

source: *Original character set
sv: *Ursprunglig teckenuppsÅ‰ttning

source: *German character set
sv: *Tysk teckenuppsÅ‰ttning

source: Load new $9*** ROM
sv: Ladda ny $9***-ROM

source: Unload $9*** ROM
sv: Ladda ur $9***-ROM

source: Load new $A*** ROM
sv: Ladda ny $A***-ROM

source: Unload $A*** ROM
sv: Ladda ur $A***-ROM

source: Load new $B*** ROM
sv: Ladda ny $B***-ROM

source: Unload $B*** ROM
sv: Ladda ur $B***-ROM

source: Video size
sv: SkÅ‰rmbredd

source: I/O size
sv: I/O-utrymme

source: *CRTC chip enable
sv: *Aktivera CRTC-krets

source: *SuperPET I/O enable (disables 8x96)
sv: *Aktivera SuperPET-I/O (deaktiverar 8x96)

source: *$9*** as RAM (8296 only)
sv: *$9*** som RAM (endast 8296)

source: *$A*** as RAM (8296 only)
sv: *$A*** som RAM (endast 8296)

source: PET model settings
sv: InstÅ‰llningar fÅˆr PET-modell

source: *PET userport diagnostic pin
sv: *PET-diagnostik pÅÂ anvÅ‰ndarporten

source: RAM settings
sv: RAM-instÅ‰llningar

source: TED settings
sv: TED-instÅ‰llningar

source: Specify name of first RS232 device (/dev/ttyS0)
sv: Ange namn pÅÂ fÅˆrsta RS232-enheten (/dev/ttyS0)

source: Specify baudrate of first RS232 device
sv: Ange baudhastighet fÅˆr fÅˆrsta RS232-enheten

source: Specify name of second RS232 device (/dev/ttyS1)
sv: Ange namn fÅˆr andra RS232-enheten (/dev/ttyS1)

source: Specify baudrate of second RS232 device
sv: Ange baudhastighet fÅˆr andra RS232-enheten

source: Specify name of third RS232 device (rs232.dump)
sv: Ange namn fÅˆr tredje RS232-enheten (rs232.dump)

source: Specify baudrate of third RS232 device
sv: Ange baudhastighet fÅˆr tredje RS232-enheten

source: Specify command to pipe data in/out, preceed with '|' (|lpr)
sv: Ange kommando som sÅ‰nder/tar emot data, inled med "|" (|lpr)

source: Specify baudrate of 4th RS232 device
sv: Ange baudhastighet fÅˆr fjÅ‰rde RS232-enheten

source: No more devices available.
sv: Inga fler enheter tillgÅ‰ngliga.

source: rs232_open(device=%d).
sv: rs232_open(enhet=%d).

source: Cannot open file "%s": %s
sv: Kan inte Åˆppna fil "%s": %s

source: Attempt to close invalid fd %d.
sv: FÅˆrsÅˆkte stÅ‰nga ogiltigt filhandtag %d.

source: Attempt to close non-open fd %d.
sv: FÅˆrsÅˆkte stÅ‰nga ej Åˆppet filhandtag %d.

source: Attempt to write to invalid fd %d.
sv: FÅˆrsÅˆkte skriva till ogiltigt filhandtag %d.

source: Attempt to write to non-open fd %d.
sv: FÅˆrsÅˆkte skriva till ej Åˆppet filhandtag %d.

source: Error writing: %s.
sv: Fel vid skrivning: %s.

source: Attempt to read from invalid fd %d.
sv: FÅˆrsÅˆkte lÅ‰sa frÅÂn ogiltigt filhandtag %d.

source: Attempt to read from non-open fd %d.
sv: FÅˆrsÅˆkte lÅ‰sa frÅÂn ej Åˆppet filhandtag %d.

source: Invalid cartridge
sv: Ogiltig insticksmodul

source: Attach cartridge image
sv: Anslut insticksmodulfil

source: Invalid cartridge image
sv: Ogiltig insticksmodulfil

source: Save cartridge image...
sv: Spara insticksmodulfil...

source: Smart attach CRT image...
sv: Smartanslut CRT-fil...

source: Attach generic 8KB image...
sv: Anslut vanlig 8KB-fil...

source: Attach generic 16KB image...
sv: Anslut vanlig 16KB-fil...

source: Attach Action Replay image...
sv: Anslut Action Replay-avbildningsfil...

source: Attach Atomic Power image...
sv: Anslut Atomic Power-avbildningsfil...

source: Attach Epyx fastload image...
sv: Anslut Epyx fastload-avbildningsfil...

source: Attach IEEE488 interface image...
sv: Anslut IEEE488-grÅ‰nssnittsavbildningsfil...

source: Attach Retro Replay image...
sv: Anslut Retro Replay-avbildningsfil...

source: Attach IDE64 interface image...
sv: Anslut IDE64-grÅ‰nssnittsavbildningsfil...

source: Attach Super Snapshot 4 image...
sv: Anslut Super Snapshot 4-avbildningsfil...

source: Attach Super Snapshot 5 image...
sv: Anslut Super Snapshot 5-avbildningsfil...

source: Enable Expert Cartridge...
sv: Aktivera Expert Cartridge...

source: Set cartridge as default
sv: VÅ‰lj insticksmodul som fÅˆrval

source: Attach a cartridge image
sv: Anslut insticksmodulfil

source: Detach cartridge image
sv: Koppla frÅÂn insticksmodulfil

source: Cartridge freeze
sv: Insticksmodulens frysfunktion

source: *Cartridge control
sv: *Kontroll av insticksmodul

source: Available command-line options:
sv: TillgÅ‰ngliga kommandoradsflaggor:

source: Attach Disk Image as unit #%d
sv: Anslut diskettavbildningsfil som enhet %d

source: Invalid Disk Image
sv: Ogiltig diskettavbildningsfil

source: Invalid Disk Image or Filename
sv: Ogiltig diskettavbildingsfil eller filnamn

source: Attach a tape image
sv: Anslut bandavbildningsfil

source: Invalid Tape Image
sv: Ogiltig bandavbildningsfil

source: Smart-attach a file
sv: Smartanslut en fil

source: Unknown image type
sv: OkÅ‰nd avbildningsfiltyp

source: VICE setting
sv: VICE-instÅ‰llning

source: Change current working directory
sv: Åƒndra aktuell arbetskatalog

source: Directory not found
sv: Katalogen ej funnen

source: Couldn't run /bin/sh???
sv: Kunde inte kÅˆra "/bin/sh"?

source: Couldn't run xterm
sv: Kunde inte kÅˆra "xterm"

source: Unknown error while running c1541
sv: OkÅ‰nt fel vid kÅˆrning av c1541

source: No HTML browser is defined.
sv: Ingen HTML-lÅ‰sare angiven.

source: Browser command too long.
sv: Kommandorad fÅˆr webblÅ‰sare fÅˆr lÅÂng.

source: Executing `%s'...
sv: KÅˆr "%s"...

source: Cannot run HTML browser.
sv: Kan inte kÅˆra HTML-lÅ‰sare.

source: Quickloading file %s.
sv: Snabbladdar fil %s.

source: Load snapshot
sv: Laddar Åˆgonblicksbild

source: Cannot load snapshot file `%s'
sv: Kan inte ladda Åˆgonblicksbildfil "%s"

source: Quicksaving file %s.
sv: Snabbsparar fil %s.

source: Cannot write snapshot file `%s'
sv: Kan inte skriva Åˆgonblicksbildfil "%s"

source: Load
sv: Ladda

source: Save
sv: Spara

source: Fliplist File
sv: Vallistefil

source: Successfully read `%s'.
sv: LÅ‰ste "%s"

source: Error reading `%s'.
sv: Fel vid lÅ‰sning av "%s".

source: Successfully wrote `%s'.
sv: Skrev "%s".

source: Error writing `%s'.
sv: Fel vid skrivning av "%s".

source: Attach #%d
sv: Anslut %d

source: Detach #%d
sv: Koppla frÅÂn %d

source: Next:
sv: NÅ‰sta:

source: <empty>
sv: <tom>

source: Previous:
sv: FÅˆregÅÂende:

source: Add:
sv: LÅ‰gg till:

source: Remove:
sv: Ta bort:

source: Unit #8...
sv: Enhet 8...

source: Unit #9...
sv: Enhet 9...

source: Unit #10...
sv: Enhet 10...

source: Unit #11...
sv: Enhet 11...

source: Unit #8
sv: Enhet 8

source: Unit #9
sv: Enhet 9

source: Unit #10
sv: Enhet 10

source: Unit #11
sv: Enhet 11

source: All
sv: Alla

source: Soft
sv: Mjuk

source: Hard
sv: HÅÂrd

source: Add current image (Unit 8)
sv: LÅ‰gg till aktuell avbildning (enhet 8)

source: Remove current image (Unit 8)
sv: Ta bort aktuell avbildning (enhet 8)

source: Attach next image (Unit 8)
sv: Anslut nÅ‰sta avbildning (enhet 8)

source: Attach previous image (Unit 8)
sv: Anslut fÅˆregÅÂende avbildning (enhet 8)

source: Load fliplist file
sv: Ladda vallistefil

source: Save fliplist file
sv: Spara vallistefil

source: Attach a disk image
sv: Anslut en diskettavbildningsfil

source: Create and attach an empty disk
sv: Skapa och anslut en tom diskett

source: Detach disk image
sv: Koppla frÅÂn diskettavbildningsfil

source: Fliplist
sv: Vallista

source: Attach a tape image...
sv: Anslut en bandavbildningsfil...

source: Detach tape image
sv: Koppla frÅÂn bandavbildningsfil

source: Smart-attach disk/tape...
sv: Smartanslut diskett/band...

source: Change working directory...
sv: Byt arbetskatalog...

source: Load snapshot...
sv: Ladda Åˆgonblicksbild...

source: Save snapshot...
sv: Spara Åˆgonblicksbild...

source: Quickload snapshot
sv: Snabbladda Åˆgonblicksbild

source: Quicksave snapshot
sv: Snabbspara Åˆgonblicksbild

source: Snapshot commands
sv: Kommandon fÅˆr Åˆgonblicksbilder

source: Activate monitor
sv: Aktivera monitor

source: Run C1541
sv: KÅˆr C1541

source: Browse manuals
sv: LÅ‰s manualer

source: About VICE...
sv: Om VICE...

source: Reset
sv: Å≈terstÅ‰ll

source: *Pause
sv: *Paus

source: Exit emulator
sv: Avsluta emulator

source: *Default (Green)
sv: *Standard (grÅˆn)

source: *Amber
sv: *BÅ‰rnstensfÅ‰rgad

source: *White
sv: *Vit

source: Load custom
sv: Ladda egen

source: *Double size
sv: *Dubbel storlek

source: *Double scan
sv: *Dubbelskanning

source: *Video cache
sv: *Grafikcache

source: *Use XSync()
sv: *AnvÅ‰nd XSync()

source: *Enable fullscreen
sv: *Aktivera fullskÅ‰rm

source: Fullscreen device
sv: FullskÅ‰rmsenhet

source: VidMode Resolutions
sv: VidMode-upplÅˆsningar

source: DGA1 Resolutions
sv: DGA1-upplÅˆsningar

source: DGA2 Resolutions
sv: DGA2-upplÅˆsningar

source: *CRTC Screen color
sv: *CRTC-skÅ‰rmfÅ‰rg

source: Datasette speed tuning
sv: Finjustering av Datasettehastighet

source: Datasette zero gap delay
sv: Datasette nollgapsfÅˆrdrÅˆjning

source: Invalid value: %s
sv: Ogiltigt vÅ‰rde: %s

source: *Reset Datasette on CPU Reset
sv: *NollstÅ‰ll Datasette vid CPU-ÅÂterstÅ‰llning

source: Stop
sv: Stoppa

source: Play
sv: Spela

source: Forward
sv: Spola framÅÂt

source: Rewind
sv: Spola bakÅÂt

source: Record
sv: Spela in

source: Datassette control
sv: Datasettestyrning

source: *None
sv: *Ingen

source: *$2000-$3FFF RAM expansion
sv: *$2000-$3FFF minnesutÅˆkning

source: *$4000-$5FFF RAM expansion
sv: *$4000-$5FFF minnesutÅˆkning

source: *$6000-$7FFF RAM expansion
sv: *$6000-$7FFF minnesutÅˆkning

source: *$8000-$9FFF RAM expansion
sv: *$8000-$9FFF minnesutÅˆkning

source: *$A000-$BFFF RAM expansion
sv: *$A000-$BFFF minnesutÅˆkning

source: *Never extend
sv: *UtÅˆka aldrig

source: *Ask on extend
sv: *FrÅÂga vid utÅˆkning

source: *Extend on access
sv: *UtÅˆka vid ÅÂtkomst

source: *No traps
sv: *Ingen infÅÂngning

source: *Skip cycles
sv: *Hoppa Åˆver cykler

source: *Trap idle
sv: *FÅÂnga inaktiva cykler

source: *Enable true drive emulation
sv: *Aktivera Å‰kta diskettenhetsemulering

source: Drive #8 model
sv: Modell fÅˆr enhet 8

source: Drive #8 RAM expansion
sv: RAM-utÅˆkning fÅˆr enhet 8

source: *Drive #8 enable parallel cable
sv: *Aktivera parallellkabel fÅˆr enhet 8

source: Drive #8 40-track image support
sv: 40-spÅÂrsstÅˆd fÅˆr enhet 8

source: Drive #8 idle method
sv: Pausmetod fÅˆr enhet 8

source: Drive #9 model
sv: Modell fÅˆr enhet 9

source: Drive #9 RAM expansion
sv: RAM-utÅˆkning fÅˆr enhet 9

source: *Drive #9 enable parallel cable
sv: *Aktivera parallellkabel fÅˆr enhet 9

source: Drive #9 40-track image support
sv: 40-spÅÂrsstÅˆd fÅˆr enhet 9

source: Drive #9 idle method
sv: Pausmetod fÅˆr enhet 9

source: Drive settings
sv: DiskettenhetsinstÅ‰llningar

source: *Numpad
sv: *Numeriskt tangentbord

source: *Custom Keys
sv: *AnvÅ‰ndardefinierade tangenter

source: *Analog Joystick 0
sv: *Analog styrspak 0

source: *Analog Joystick 1
sv: *Analog styrspak 1

source: *Digital Joystick 0
sv: *Digial styrspak 0

source: *Digital Joystick 1
sv: *Digital styrspak 1

source: Joystick device in port 1
sv: Styrspak i spelport 1

source: Joystick device in port 2
sv: Styrspak i spelport 2

source: Swap joystick ports
sv: VÅ‰xla spelportarna

source: Joystick settings
sv: InstÅ‰llningar fÅˆr styrspak

source: PAL Scanline shade
sv: Skuggning av PAL-skannlinjer

source: Scanline Shade in percent
sv: Skannlinjeskuggning i procent

source: *Activate PAL emulation
sv: *Aktivera PAL-emulering

source: *Fake PAL Emulation
sv: *Fusk-PAL-emulering

source: *Sharp PAL Emulation (Y/C Input)
sv: *Skarp PAL-emulering (Y/C-signal)

source: *Blurry PAL Emulation (Composite Input)
sv: *Suddig PAL-emulering (kompositsignal)

source: PAL Scanline Shade
sv: Skuggning av PAL-skannlinjer

source: Load custom palette
sv: Ladda egen palett

source: Could not load palette file '%s'
sv: Kunde inte ladda palettfil "%s"

source: Path:
sv: SÅˆkvÅ‰g:

source: *File system access
sv: *FilsystemsÅÂtkomst

source: *Read only access
sv: *Endast lÅ‰sÅÂtkomst

source: File system directory...
sv: Filsystemskatalog...

source: *Convert P00 file names
sv: *Konvertera P00-filnamn

source: *Create P00 files on save
sv: *Skapa P00 dÅÂ filer sparas

source: *Hide raw CBM files
sv: *GÅˆm CBM-rÅÂfiler

source: Device #8
sv: Enhet 8

source: Device #9
sv: Enhet 9

source: Device #10
sv: Enhet 10

source: Device #11
sv: Enhet 11

source: Printer settings
sv: SkrivarinstÅ‰llningar

source: *Enable Virtual Devices
sv: *Aktivera virtuella enheter

source: Peripheral settings
sv: InstÅ‰llningar fÅˆr kringutrustning

source: *Printer 1 (file dump)
sv: *Skrivare 1 (fildump)

source: *Printer 2 (exec)
sv: *Skrivare 2 (kommando)

source: *Printer 3 (exec)
sv: *Skrivare 3 (kommando)

source: Select printer dump file
sv: VÅ‰lj utskriftsdumpfil

source: Command to execute for printing (preceed with '|')
sv: Kommando att kÅˆra fÅˆr utskrift (inled med "|")

source: Command:
sv: Kommando:

source: *IEC printer #4 emulation
sv: *Skrivaremularing fÅˆr IEC-enhet 4

source: IEC printer #4 driver
sv: Skrivardrivrutin fÅˆr IEC-enhet 4

source: IEC printer #4 text output device
sv: Textutenhet fÅˆr IEC-enhet 4

source: Flush IEC printer #4 device
sv: TÅˆm IEC-skrivarenhet 4

source: *IEC printer #5 emulation
sv: *Skrivaremularing fÅˆr IEC-enhet 5

source: IEC printer #5 driver
sv: Skrivardrivrutin fÅˆr IEC-enhet 5

source: IEC printer #5 text output device
sv: Textutenhet fÅˆr IEC-enhet 5

source: Flush IEC printer #5 device
sv: TÅˆm IEC-skrivarenhet 5

source: *Userport printer emulation
sv: *Emulering av skrivare pÅÂ anvÅ‰ndarporten

source: Userport printer driver
sv: Skrivardrivrutin fÅˆr anvÅ‰ndarportskrivare

source: Userport printer text output device
sv: Textutenhet fÅˆr anvÅ‰ndarportskrivare

source: Printer text device 1...
sv: Skrivartextenhet 1...

source: Printer text device 2...
sv: Skrivartextenhet 2...

source: Printer text device 3...
sv: Skrivartextenhet 3...

source: REU image name
sv: Filnamn fÅˆr minnesexpansionsavbildning

source: Name:
sv: Namn:

source: *Enable REU
sv: *Aktivera minnesexpansion

source: REU size
sv: Storlek pÅÂ minnesexpansion

source: REU image name...
sv: Filnamn fÅˆr minnesexpansionsavbildning...

source: *Serial 1
sv: *Seriell 1

source: *Serial 2
sv: *Seriell 2

source: *Dump to file
sv: *Dumpa till fil

source: *Exec process
sv: *Starta process

source: *No IRQ/NMI
sv: *Ingen IRQ/NMI

source: Select RS232 device file
sv: VÅ‰lj RS232-enhetsfil

source: Command to execute for RS232 (preceed with '|')
sv: Kommando att starta fÅˆr RS232 (inled med "|")

source: File to dump RS232 to
sv: Fil att dumpa RS232 till

source: *ACIA $DExx RS232 interface emulation
sv: *ACIA $DExx RS232-grÅ‰nssnittsemulering

source: ACIA $DExx device
sv: ACIA $DExx-enhet

source: ACIA $DExx Interrupt
sv: ACIA $DExx-avbrott

source: *No Userport RS232 emulation
sv: *Ingen emulering av RS232 pÅÂ anvÅ‰ndarporten

source: *Userport 300 baud RS232 emulation
sv: *Emulering av 300 baud-RS232 pÅÂ anvÅ‰ndarporten

source: *Userport 1200 baud RS232 emulation
sv: *Emulering av 1200 baud-RS232 pÅÂ anvÅ‰ndarporten

source: *CIA 9600 baud RS232 emulation
sv: *Emulering av 9600 baud-CIA

source: Userport RS232 device
sv: AnvÅ‰ndarportens RS232-enhet

source: Enter refresh rate
sv: Ange uppdateringsfrekvens

source: Refresh rate
sv: Uppdateringshastighet

source: Enter speed
sv: Ange hastighet

source: Maximum run speed
sv: Maximal hastighet

source: Invalid speed value
sv: Ogiltigt hastighetsvÅ‰rde

source: Cannot save settings.
sv: Kan inte spara instÅ‰llningar.

source: Settings saved successfully.
sv: InstÅ‰llningarna har sparats.

source: Cannot load settings: resource file not valid.
sv: Kan inte ladda instÅ‰llningar: resursfilen ogiltig.

source: Cannot load settings: resource file not found.
sv: Kan inte ladda instÅ‰llningar: resursfilen ej funnen.

source: Settings loaded.
sv: InstÅ‰llnigarna har laddats.

source: *Symbolic mapping
sv: *Symbolisk tangentbordsemulering

source: *Positional mapping (US)
sv: *Positionsriktig tangentbordsemulering (Amerikanskt tangentbord)

source: Read Keymap File
sv: LÅ‰s tangentbordsinstÅ‰llning

source: Write to Keymap File:
sv: Skriv tangentbordsinstÅ‰llning:

source: Keyboard mapping type
sv: Typ av tangentbordsinstÅ‰llning

source: Set symbolic keymap file
sv: VÅ‰lj fil fÅˆr symbolisk tangentbordsemulering

source: Set positional keymap file
sv: VÅ‰lj fil fÅˆr positionsriktig tangentbordsemulering

source: Dump keymap to file
sv: Spara tangentbordsemulering till fil

source: Load custom ROM set definition
sv: Ladda egen ROM-instÅ‰llning

source: Could not load ROM set file '%s'
sv: Kunde inte ladda ROM-instÅ‰llningsfil "%s"

source: File to dump ROM set definition to
sv: Fil att spara ROM-instÅ‰llning till

source: ROM set file:
sv: ROM-instÅ‰llningsfil:

source: Load ROM file
sv: Ladda ROM-fil

source: Could not load ROM file '%s'
sv: Kunde inte ladda ROM-fil "%s"

source: *Custom...
sv: *Egen...

source: *No limit
sv: *Ingen grÅ‰ns

source: Maximum speed
sv: Maximal hastighet

source: *Enable warp mode
sv: *Aktivera warplÅ‰ge

source: Keyboard settings
sv: TangentbordsinstÅ‰llningar

source: Save settings
sv: Spara instÅ‰llningar

source: Load settings
sv: Ladda instÅ‰llningar

source: Restore default settings
sv: Å≈terstÅ‰ll fÅˆrvalda instÅ‰llningar

source: *Save settings on exit
sv: *Spara instÅ‰llningar vid avslut
