Repository: zyonee/vice_emu
Catalog: v1.10.37/vice/po/*.po
Languages: sv

source: *6581 (old)
sv: *6581 (gammal)

source: *8580 (new)
sv: *8580 (ny)

source: *Fast
sv: *Snabbt

source: *Interpolating
sv: *Interpolerande

source: *Resampling
sv: *Omsamplande

source: Enter passband in percentage of total bandwidth (0 - 90, lower is faster, higher is better)
sv: Ange passband i procent av total bandbredd (0-90, lÅ‰gre Å‰r snabbare, hÅˆgre Å‰r bÅ‰ttre)

source: Passband percentage
sv: Passbandsprocent

source: *1.00 sec
sv: *1,00 s

source: *0.75 sec
sv: *0,75 s

source: *0.50 sec
sv: *0,50 s

source: *0.35 sec
sv: *0,35 s

source: *0.30 sec
sv: *0,30 s

source: *0.25 sec
sv: *0,25 s

source: *0.20 sec
sv: *0,20 s

source: *0.15 sec
sv: *0,15 s

source: *0.10 sec
sv: *0,10 s

source: *Keep going
sv: *FortsÅ‰tt spela

source: *1 sec suspend
sv: *1s paus

source: *2 sec suspend
sv: *2s paus

source: *5 sec suspend
sv: *5s paus

source: *10 sec suspend
sv: *10s paus

source: *Flexible
sv: *Flexibel

source: *Adjusting
sv: *Anpassande

source: *Exact
sv: *Exakt

source: Sound synchronization
sv: Ljudsynkronisering

source: Sample rate
sv: Samplingshastighet

source: Buffer size
sv: Buffertstorlek

source: Suspend time
sv: Paustid

source: Oversample
sv: Å÷versampling

source: Sound settings
sv: LjudinstÅ‰llningar

source: *External color set
sv: *Extern fÅ‰rguppsÅ‰ttning

source: PAL Emulation
sv: PAL-emulering

source: Color set
sv: FÅ‰rguppsÅ‰ttning

source: *Fast PAL emulation
sv: *Snabb PAL-emulering

source: *Default
sv: *FÅˆrval

source: *Revison 0
sv: *UtgÅÂva 0

source: *Revison 1
sv: *UtgÅÂva 1

source: *Revison 2
sv: *UtgÅÂva 2

source: *64KB display memory
sv: *64KB grafikminne

source: Revision
sv: UtgÅÂva

source: Video standard
sv: Grafikstandard

source: PAL Emulation Settings
sv: InstÅ‰llningar fÅˆr PAL-emulering

source: *Sprite-sprite collisions
sv: *Sprite-till-sprite-kollision

source: *Sprite-background collisions
sv: *Sprite-till-bakgrund-kollision

source: *New Luminances
sv: *Nya ljusstyrkor

source: Exiting...
sv: Avslutar...

source: What?!
sv: Vad?!

source: Load new Character ROM
sv: Ladda ny teckengenerator-ROM

source: No expansion memory
sv: Ingen minnesutÅˆkning

source: 16K (blocks 1/2)
sv: 16K (block 1/2)

source: 24K (blocks 1/2/3)
sv: 24K (block 1/2/3)

source: All (blocks 0/1/2/3/5)
sv: Alla (block 0/1/2/3/5)

source: Common configurations
sv: Vanliga instÅ‰llningar

source: *Block 0 (3K at $0400-$0FFF)
sv: *Block 0 (3K pÅÂ $0400-$0FFF)

source: *Block 1 (8K at $2000-$3FFF)
sv: *Block 1 (8K pÅÂ $2000-$3FFF)

source: *Block 2 (8K at $4000-$5FFF)
sv: *Block 2 (8K pÅÂ $4000-$5FFF)

source: *Block 3 (8K at $6000-$7FFF)
sv: *Block 3 (8K pÅÂ $6000-$7FFF)

source: *Block 5 (8K at $A000-$BFFF)
sv: *Block 5 (8K pÅÂ $A000-$BFFF)

source: Memory expansions
sv: MinnesutÅˆkningar

source: Smart-attach cartridge image...
sv: Smartanslut insticksmodulfil...

source: Attach 4/8/16KB image at $2000...
sv: Anslut 4/8/16KB-fil vid $2000...

source: Attach 4/8/16KB image at $4000...
sv: Anslut 4/8/16KB-fil vid $4000...

source: Attach 4/8/16KB image at $6000...
sv: Anslut 4/8/16KB-fil vid $6000...

source: Attach 4/8KB image at $A000...
sv: Anslut 4/8KB-fil vid $A000...

source: Attach 4KB image at $B000...
sv: Anslut 4KB-fil vid $B000...

source: Detach cartridge image(s)
sv: Koppla frÅÂn insticksmodulfil(er)

source: VIC settings
sv: VIC-instÅ‰llningar

source: Tunes
sv: LÅÂtar

source: Load PSID file
sv: Ladda PSID-fil

source: `%s' is not a valid PSID file.
sv: "%s" Å‰r inte en giltig PSID-fil.

source: Load PSID file...
sv: Ladda PSID-fil...

source: *3.00 sec
sv: *3,00 s

source: *Override PSID settings
sv: *Å÷verskugga PSID-instÅ‰llningar

source: *Default Tune
sv: *FÅˆrvald lÅÂt

source: *Tune %d
sv: *LÅÂt %d

source: VSID: The SID Emulator
sv: VSID: SID-emulatorn

source: VICE is FREE software!
sv: VICE Å‰r FRI programvara!

source: No warranty!
sv: Ingen garanti!

source: Contributors to the VICE project
sv: BidragslÅ‰mnare till VICE-projektet

source: The VICE Team
sv: VICE-teamet

source: Official VICE homepage:
sv: Officiell VICE-webbsida:

source: License
sv: Licens

source: Warranty
sv: Garanti

source: Contributors
sv: BidragslÅ‰mnare

source: Successfully initialized using XVideo (%dx%d %.4s).
sv: Initierade med XVideo (%dx%d %.4s).

source: Successfully initialized video.
sv: Grafiken har initierats.

source: Save Cartridge
sv: Spara insticksmodul

source: Filename:
sv: Filnamn:

source: Invalid filename
sv: Ogiltigt filnamn

source: Cannot write cartridge image file `%s'
sv: Kan inte skriva insticksmodulfil "%s"

source: Successfully wrote `%s'
sv: Skrev "%s"

source: XCreateImage failed.
sv: XCreateImage misslyckades.

source: Cannot allocate color "#%04X%04X%04X".
sv: Kan inte allokera fÅ‰rg "#%04X%04X%04X".

source: Create empty disk
sv: Skapa tom diskett

source: Save Snapshot
sv: Spara Åˆgonblicksbild

source: Disk options
sv: Alternativ fÅˆr diskett

source: Diskname:
sv: Diskettnamn:

source: Create empty Diskimage
sv: Skapa tom diskettavbildningsfil

source: Can't create image `%s'.
sv: Kan inte skapa avbildningsfil "%s".

source: Saturation
sv: MÅ‰ttnad

source: Contrast
sv: Kontrast

source: Brightness
sv: Ljusstyrka

source: PAL Settings
sv: PAL-instÅ‰llningar

source: Reset PAL Settings
sv: Å≈terstÅ‰ll PAL-instÅ‰llningar

source: Save Screenshot
sv: Spara skÅ‰rmdump

source: Image Format
sv: Bildformat

source: Couldn't write screenshot to `%s' with driver `%s'.
sv: Kunde inte skriva skÅ‰rmdump till "%s" med drivrutin "%s".

source: Successfully wrote `%s'
sv: Skrev "%s"

source: Snapshot options
sv: Alternativ fÅˆr Åˆgonblicksbild

source: Save currently attached disks
sv: Spara anslutna disketter

source: Save currently attached ROMs
sv: Spara anslutna ROMar

source: Name: %s Tune: %d Author: %s Copyright: %s %s Model: %s IRQ: %s
sv: Namn: %s LÅÂt: %d FÅˆrfattare: %s UpphovsrÅ‰tt: %s %s Modell: %s IRQ: %s

source: Can't add fontpath `%s'.
sv: Kan inte lÅ‰gga till typsnittssÅˆkvÅ‰g "%s".

source: Set fontpath: `%s'.
sv: SÅ‰tt typsnittssÅˆkvÅ‰g: "%s".

source: This display does not support suitable %dbit visuals.
sv: Dina grafikinstÅ‰llningar stÅˆder inte %d-bitarslÅ‰ge.

source: Please select a bit depth supported by your display.
sv: VÅ‰lj ett bitdjup som stÅˆds av dina grafikinstÅ‰llningar.

source: Found %dbit/%s visual.
sv: Hittade %d-bitars/%s-lÅ‰ge.

source: Found %dbit visual.
sv: Hittade %d-bitars.

source: Cannot autodetect a proper visual.
sv: Kan inte automatdetektera ett gÅ‰llande grafiklÅ‰ge.

source: Cannot load text font %s.
sv: Kan inte ladda texttypsnitt %s.

source: Cannot load CBM font %s.
sv: Kan inte ladda CBM-typsnitt %s.

source: PAL Controls
sv: PAL-styrning

source: Drive %d:
sv: Enhet %d:

source: Tape 000
sv: Band 000

source: Maximum number of toplevel windows reached.
sv: Maximalt antal fÅˆnster pÅÂ Åˆversta nivÅÂn har nÅÂtts.

source: Commands
sv: Kommandon

source: Help
sv: HjÅ‰lp

source: Do you really want to exit?
sv: Vill du verkligen avsluta?

source: Save the current settings?
sv: Spara nuvarande instÅ‰llningar?

source: Using private colormap.
sv: AnvÅ‰nder egen fÅ‰rgkarta.

source: Tape %03d
sv: Band %03d

source: %s (paused)
sv: %s (pausad)

source: VICE Message
sv: VICE-meddelande

source: VICE Error
sv: VICE-fel

source: Hard Reset
sv: HÅÂrd nollstÅ‰llning

source: Extend disk image
sv: UtÅˆka diskettavbildningsfil

source: Do you want to extend the disk image to 40 tracks?
sv: Vill du utÅˆka diskettavbildningsfilen till 40 spÅÂr?

source: Autostart not possible for unit 9
sv: Kan inte starta automatiskt frÅÂn enhet 9

source: Can't autostart selection %d in image %s
sv: Kan inte starta valet %d i avbildningsfilen %s automatiskt

source: NO IMAGE CONTENTS AVAILABLE
sv: INNEH]LLSF\RTECKNING SAKNAS

source: Contents
sv: InnehÅÂll

source: Attach write protected
sv: Anslut skrivskyddat

source: Autostart
sv: Starta automatiskt

source: Attach debugger to pid %d...
sv: Ansluter felsÅˆkare till pid %d...

source: Successfully forked DGA.
sv: Grenade DGA.

source: Unable to query DGA1 version.
sv: Kan inte frÅÂga om DGA1-version.

source: Unable to query DGA1 information.
sv: Kan inte frÅÂga om DGA-information.

source: Root permissions required to use DGA1.
sv: RootbehÅˆrighet krÅ‰vs fÅˆr att anvÅ‰nda DGA1.

source: Problems with DGA - disabling fullscreen.
sv: Problem med DGA - deaktiverar fullskÅ‰rmslÅ‰ge.

source: Error switching to fullscreen%s
sv: Fel vid vÅ‰xling till fullskÅ‰rm%s

source: DGA extension: addr:%p, width %d, bank size %d mem size %d
sv: DGA-utÅˆkning: adr:%p, bredd %d, bankstorlek %d minnesstorlek %d

source: Switch to windowmode
sv: VÅ‰xla till fÅˆnsterlÅ‰ge

source: Selected mode: %s
sv: Valt lÅ‰ge: %s

source: Attach debugger to pid %d...
sv: Ansluter felsÅˆkare till pid %d...

source: refresh, not ready, skipping frame
sv: uppdatera, inte fÅ‰rdig, hoppar Åˆver bild

source: Successfully forked DGA
sv: Grenade DGA

source: Unable to query video extension version - disabling fullscreen.
sv: Kunde inte frÅÂga efter version fÅˆr grafikutÅˆkningar - deaktiverar fullskÅ‰mslÅ‰ge.

source: Unable to query video extension information - disabling fullscreen.
sv: Kunde inte frÅÂga efter information om grafikutÅˆkningar - deaktiverar fullskÅ‰rmslÅ‰ge.

source: Xserver is running an old XFree86-DGA version (%d.%d)
sv: X-server kÅˆr en gammal XFree86-DGA-version (%d.%d)

source: Minimum required version is %d.%d - disabling fullscreen.
sv: Minst version %d.%d krÅ‰vs - deaktiverar fullskÅ‰rmslÅ‰ge.

source: Switch to fullscreen%s
sv: VÅ‰xla till fullskÅ‰rm%s

source: Need root privileges for DGA2 fullscreen
sv: BehÅˆver rootbehÅˆrigheter fÅˆr DGA2-fullskÅ‰rm

source: Error switching to fullscreen (SetMode) %ix%i
sv: Fel vid vÅ‰xling till fullskÅ‰rm (SetMode) %ix%i

source: Error switching to fullscreen (pixmap) %ix%i
sv: Fel vid vÅ‰xling till fullskÅ‰rm (pixmap) %ix%i

source: Not enough video memory pages in mode %s, disabling fullscreen (%d,%d).
sv: Ej tillrÅ‰ckligt med bildminnessidor i lÅ‰ge %s, avaktiverar fullskÅ‰rm (%d,%d).

source: Error switching to fullscreen (CreateGC) %ix%i
sv: Fel vid vÅ‰xling till fullskÅ‰rm (CreateGC) %ix%i

source: Couldn't allocate color cache
sv: Kunde inte allokera fÅ‰rgmellanlagring

source: Specify an HTML browser for the on-line help
sv: Ange en HTML-lÅ‰sare fÅˆr direkthjÅ‰lpen

source: Install a private colormap
sv: Installera en privat fÅ‰rgkarta

source: Use the default colormap
sv: AnvÅ‰nd standardfÅ‰rgkartan

source: Save settings (resources) on exit
sv: Spara instÅ‰llningar (resurser) vid avslut

source: Never save settings (resources) on exit
sv: Spara aldrig instÅ‰llningar (resurser) vid avslut

source: Enable fullscreen
sv: Aktivera fullskÅ‰rm

source: Disable fullscreen
sv: Deaktivera fullskÅ‰rm

source: Specify X display depth (1..32)
sv: Ange fÅ‰rgdjup fÅˆr X-display (1..32)

source: Call `XSync()' after updating the emulation window
sv: Anropa "XSync()" efter uppdatering av emuleringsfÅˆnstret

source: Do not call `XSync()' after updating the emulation window
sv: Anropa ej "XSync()" efter uppdatering av emuleringsfÅˆnstret

source: Use shared memory
sv: AnvÅ‰nder delat minne

source: Never use shared memory (slower)
sv: AnvÅ‰nd aldrig delat minne (lÅÂngsammare)

source: Use XVideo Extension (hardware scaling)
sv: AnvÅ‰nd XVideo-utÅˆkning (maskinvaruskalning)

source: Use software rendering
sv: AnvÅ‰nd programvarurendrering

source: Request YUV FOURCC format
sv: Be om YUV FOURCC-format

source: The MITSHM extension is not supported on this display.
sv: MTSHM-utÅˆkningarna stÅˆds inte fÅˆr denna display.

source: MITSHM extensions version %d.%d detected.
sv: MITSHM-utÅˆkningar version %d.%d hittades.

source: Cannot release shared memory!
sv: Kan inte slÅ‰ppa delat minne!

source: Error getting video mode information - disabling vidmode extension.
sv: Fel vid hÅ‰mtning av information om grafiklÅ‰ge - deaktiverar vidmode-utÅˆkning.

source: Save cartridge image file
sv: Spara insticksmodulfil

source: File name:
sv: Filnamn:

source: Browse...
sv: BlÅ‰ddra...

source: Cancel
sv: Avbryt

source: Save cartridge image
sv: Spara insticksmodulfil

source: Automatically using a private colormap.
sv: AnvÅ‰nd automatiskt en privat fÅ‰rgkarta.

source: XFreeColors failed.
sv: XFreeColors misslyckades.

source: Save emptydisk file
sv: Spara tom diskettfil

source: Couldn't create disk image
sv: Kunde inte skapa diskettavbildningsfil

source: Disk name:
sv: Diskettnamn:

source: Disk format:
sv: Diskettformat:

source: Save screenshot file
sv: Spara skÅ‰rmdump

source: Image format:
sv: Bildformat:

source: Screen Snapshot
sv: SkÅ‰rmdump

source: Save snapshot file
sv: Spara Åˆgonblicksbildfil

source: Snapshot options:
sv: Alternativ fÅˆr Åˆgonblicksbild:

source: Save currently attached disks:
sv: Spara anslutna disketter:

source: Off
sv: Av

source: On
sv: PÅÂ

source: Save currently loaded ROMs:
sv: Spara laddade ROMar:

source: Save snapshot
sv: Spara Åˆgonblicksbild

source: %d: Track %.1f
sv: %d: SpÅÂr %.1f

source: VICE Error!
sv: VICE-fel!

source: Unknown image type.
sv: OkÅ‰nd avbildningsfiltyp.

source: Cannot allocate XImage with XShm; falling back to non MITSHM extension mode.
sv: Kunde inte allokera XImage med XShm; ÅÂtergÅÂr till icke-MITSHM-lÅ‰ge.

source: Cannot get shared memory; falling back to non MITSHM extension mode.
sv: Fick inte tillgÅÂng till delat minne; ÅÂtergÅÂr till icke-MITSHM-lÅ‰ge.

source: Cannot get shared memory address; falling back to non MITSHM extension mode.
sv: Fick inte adress till delat minne; ÅÂtergÅÂr till icke-MITSHM-lÅ‰ge.

source: Cannot attach shared memory; falling back to non MITSHM extension mode.
sv: Kunde inte ansluta delat minne; ÅÂtergÅÂr till icke-MITSHM-lÅ‰ge.

source: MITSHM initialization succeed.
sv: MITSHM-initiering fÅ‰rdig.

source: Successfully initialized%s shared memory.
sv: Initierade%s delat minne.

source: , using
sv: med

source: without
sv: utan

source: Performance will be poor.
sv: Prestanda kommer att bli dÅÂlig.

source: Successfully initialized without shared memory.
sv: Initierade utan delat minne.
