Repository: zyonee/vice_emu
Catalog: v1.16/vice/po/*.po
Languages: pl

source: Limit emulation speed to specified value
pl: Ograniczaj prêdko¶æ emulacji do podanej warto¶ci

source: Update every <value> frames (`0' for automatic)
pl: Aktualizuj co <warto¶æ> klatek (`0' - automatycznie)

source: Enable warp mode
pl: W³±cz tryb przy¶pieszony (Turbo)

source: Disable warp mode
pl: Wy³±cz tryb przy¶pieszony (Turbo)

source: Your machine is too slow for current settings!
pl: Twój komputer jest zbyt wolny na obecne ustawienia!

source: SID engine
pl: Ustawienia uk³adu SID

source: *Second SID
pl: *Drugi SID

source: *Second SID base address
pl: *Adres bazowy drugiego SID

source: *Emulate filters
pl: *Emuluj filtry

source: Chip model
pl: Model chipa

source: reSID sampling method
pl: Metoda samplowania reSID

source: *Enable sound playback
pl: *W³±cz d¼wiêk

source: Function ROM image
pl: Funkcje obrazu ROM

source: Could not load function ROM image '%s'
pl: Nie mo¿na za³adowaæ funkcji obrazu ROM '%s'

source: *Enable internal Function ROM
pl: *W³±cz wewnêtrzn± funkcjê ROM

source: Internal Function ROM name...
pl: Nazwa wewnêtrznej funkci ROM...

source: *Enable external Function ROM
pl: *W³±cz zewnêtrzn± funkcjê ROM

source: External Function ROM name...
pl: Nazwa zewnêtrznej funkci ROM...

source: Function ROM
pl: Funkcja ROM

source: RAM Expansion Unit
pl: Jednostka rozszerzenia RAM

source: *Emulator identification
pl: *Idyntifikacja emulatora

source: *IEEE488 interface emulation
pl: *Emulacja interfejsu IEEE488

source: *1351 Mouse Emulation
pl: *Emulacja myszki 1351

source: Load new Int. Kernal ROM
pl: Za³aduj nowy Kernal ROM

source: Load new German Kernal ROM
pl: Za³aduj nowy Kernal ROM

source: Load new Basic Lo ROM
pl: Za³aduj nowy ROM Basic

source: Load new Basic Hi ROM
pl: Za³aduj nowy ROM Basic

source: Load default ROMs
pl: Za³aduj domy¶lne ROMy

source: Load new drive ROM
pl: Za³aduj nowy edytor ROM

source: VIC II Screenshot
pl: Zrzut ekranu VIC II

source: VDC Screenshot
pl: Zrzut ekranu VDC

source: Screenshots...
pl: Zrzuty ekranu...

source: Machine type
pl: Typ maszyny

source: ROM sets
pl: Ustawienia ROM

source: VIC-II settings
pl: Ustawienia VIC-II

source: VDC settings
pl: Ustawienia VDC

source: SID settings
pl: Ustawienia uk³adu SID

source: Memory and I/O extensions
pl: Pamiêæ oraz rozszerzenia uk³adu I/O

source: RS232 settings
pl: Ustawienia RS232

source: Model settings
pl: Za³aduj ustawienia

source: File
pl: Plik

source: Snapshot
pl: Migawka

source: Options
pl: Opcje

source: Settings
pl: Ustawienia

source: RJHelp
pl: RJPomoc

source: *Old NTSC-M
pl: *Stare NTSC-M

source: Load new kernal ROM
pl: Za³aduj nowy kernal ROM

source: Load new BASIC ROM
pl: Za³aduj nowy BASIC ROM

source: Load new character ROM
pl: Za³aduj nowy ROM z zestawem znaków

source: Screenshot...
pl: Zrzut ekranu

source: ROM settings
pl: Ustawienia ROM

source: Load new Kernal
pl: Za³aduj nowy kernal

source: Load new Basic
pl: Za³aduj nowy Basic

source: Load new Cart $1***
pl: Za³aduj nowy kartrid¿ $1***

source: Unload Cart $1***
pl: Wyjmij kartrid¿ $1***

source: Load new Cart $2-3***
pl: Za³aduj nowy kartrid¿ $2-3***

source: Unload Cart $2-3***
pl: Prze³aduj kartrid¿ $2-3***

source: Load new Cart $4-5***
pl: Za³aduj nowy kartrid¿ $2-3***

source: Unload Cart $4-5***
pl: Prze³aduj kartrid¿ $2-3***

source: Load new Cart $6-7***
pl: Za³aduj nowy kartrid¿ $2-3***

source: Unload Cart $6-7***
pl: Prze³aduj kartrid¿ $2-3***

source: *Graphics
pl: *Grafika

source: *Business (UK)
pl: *Biznes

source: Model defaults
pl: Model domy¶lny

source: Memory size
pl: Rozmiar pamiêci

source: Hardwired switches
pl: Prze³±czniki sprzêtowe

source: Keyboard type
pl: Typ klawiatury

source: CBM-II model settings
pl: Ustawienia modelu CBM-II

source: Crtc settings
pl: Ustawienia crtc

source: *VIC-II settings
pl: *Ustawienia VIC-II

source: Set device for joystick port 1
pl: Ustaw joystick w porcie 1

source: Set device for joystick port 2
pl: Ustaw joystick w porcie 2

source: Cannot open joystick device `%s'.
pl: Nie mo¿na otworzyæ urz±dzenia `%s'.

source: Error reading joystick device `%s'.
pl: B³±d czytania urz±dzenia joysticka `%s'.

source: Hardware joystick calibration for device `%s':
pl: Kalibracja sprzêtowego joysticka dla urz±dzenia `%s':

source: Error reading digital joystick device.
pl: B³±d czytania urz±dzenia cyfrowego joysticka.

source: Error reading joystick device.
pl: B³±d czytania urz±dzenia joysticka.

source: Linux joystick interface initialization...
pl: Inicjalizacja interfejsu joysticka w Linuxie...

source: %s unknown type
pl: %s nieznany typ

source: Built in driver version: %d.%d.%d
pl: Wersja sterownika: %d.%d.%d

source: Kernel driver version : 0.8 ??
pl: Wersja napêdu j±dra : 0.8 ??

source: Please update your Joystick driver !
pl: Zaktualizuj sterownik joysticka

source: Fall back to old api routine
pl: Powrót do starej obs³ugi api

source: Kernel driver version : %d.%d.%d
pl: Wersja sterownika j±dra : %d.%d.%d

source: *4 kByte
pl: *4 kBajty

source: *8 kByte
pl: *8 kBajtów

source: *16 kByte
pl: *16 kBajtów

source: *32 kByte
pl: *32 kBajty

source: *96 kByte
pl: *96 kBajty

source: *128 kByte
pl: *128 kBajty

source: *2 kByte
pl: *2 kBajty

source: *256 Byte
pl: *256 kBajty

source: *Business (DE)
pl: *Biznes (DE)

source: *Auto (from ROM)
pl: *Automatycznie (z ROM)

source: *40 Columns
pl: *40 kolumn

source: *80 Columns
pl: *80 kolumn

source: Load new editor ROM
pl: Za³aduj nowy edytor ROM

source: *Original character set
pl: *Oryginalny zestaw znaków

source: *German character set
pl: *Niemiecki zestaw znaków

source: Load new $9*** ROM
pl: Za³aduj nowy $9*** ROM

source: Unload $9*** ROM
pl: Prze³aduj $9*** ROM

source: Load new $A*** ROM
pl: Za³aduj nowy $A*** ROM

source: Unload $A*** ROM
pl: Prze³aduj $A*** ROM

source: Load new $B*** ROM
pl: Za³aduj nowy $B*** ROM

source: Unload $B*** ROM
pl: Prze³aduj $B*** ROM

source: Video size
pl: Rozmiar video

source: I/O size
pl: Rozmiar I/O

source: *CRTC chip enable
pl: *W³±cz chip CRTC

source: *SuperPET I/O enable (disables 8x96)
pl: *W³±cz SuperPET I/O (wy³±czone 8x96)

source: *$9*** as RAM (8296 only)
pl: *$9*** jako RAM (tylko 8296)

source: *$A*** as RAM (8296 only)
pl: *$A*** jako RAM (tylko 8296)

source: PET model settings
pl: Ustawienia modelu PET

source: *PET userport diagnostic pin
pl: *Pin diagnostyczny userportu PET

source: RAM settings
pl: Ustawienia RAM

source: TED settings
pl: Ustawienia TED

source: Specify name of first RS232 device (/dev/ttyS0)
pl: Okre¶l nazwê 1 urz±dzenia RS232 (/dev/ttyS0)

source: Specify baudrate of first RS232 device
pl: Okre¶l szybko¶æ transmisji urz±dzenia

source: Specify name of second RS232 device (/dev/ttyS1)
pl: Okre¶l nazwê drugorzêdnego urz±dzenia RS232 (/dev/ttyS1)

source: Specify baudrate of second RS232 device
pl: Okre¶l szybko¶æ transmisju drugorzêdnego urz±dzenia RS232

source: Specify name of third RS232 device (rs232.dump)
pl: Okre¶l nazwê 3 urz±dzenia RS232 (rs232.dump)

source: Specify baudrate of third RS232 device
pl: Okre¶l szybko¶æ transmisji 3 urz±dzenia RS232

source: Specify baudrate of 4th RS232 device
pl: Okre¶l szybko¶æ transmisji 4 urz±dzenia RS232

source: No more devices available.
pl: Brak dodatkowych dostêpnych urz±dzeñ.

source: Cannot open file "%s": %s
pl: Nie mo¿na otworzyæ pliku "%s": %s

source: Attempt to close invalid fd %d.
pl: Próbuj zamkn±æ uszkodzony fd %d.

source: Attempt to close non-open fd %d.
pl: Próbuj zamkn±æ nie otwarty fd %d.

source: Attempt to write to invalid fd %d.
pl: Próbuj zapisaæ do uszkodzonego fd %d.

source: Attempt to write to non-open fd %d.
pl: Próbuj zapisaæ do nie otwartego fd %d.

source: Error writing: %s.
pl: B³±d czytania: %s.

source: Attempt to read from invalid fd %d.
pl: Próbuj odczytaæ z uszkodzonego fd %d.

source: Attempt to read from non-open fd %d.
pl: Próbuj odczytaæ z nie otwartego fd %d.

source: Received signal %d (%s).
pl: Odebrano sygna³ %d (%s).

source: Received signal %d.
pl: Odebrano sygna³ %d.

source: *Dump to file
pl: *Zrzuæ do pliku

source: *Exec process
pl: *Uruchom proces

source: Attach Disk Image as unit #%d
pl: W³ó¿ obraz dyskietki jako jednostkê #%d

source: Invalid Disk Image
pl: Nieprawid³owy obraz dyskietki

source: Invalid Disk Image or Filename
pl: Nieprawid³owy obraz dyskietki lub pliku

source: Unit #8...
pl: Napêd #8...

source: Unit #9...
pl: Napêd #9...

source: Unit #10...
pl: Napêd #10...

source: Unit #11...
pl: Napêd #11...

source: Unit #8
pl: Napêd #8

source: Unit #9
pl: Napêd #9

source: Unit #10
pl: Napêd #10

source: Unit #11
pl: Napêd #11

source: All
pl: Wszystko

source: Attach a disk image
pl: W³ó¿ obraz dyskietki

source: Create and attach an empty disk
pl: Stwórz i w³ó¿ pust± dyskietkê

source: Detach disk image
pl: Wyjmij obraz dyskietki

source: Fliplist
pl: Zmieñ listê

source: Attach a tape image
pl: W³ó¿ obraz kasety

source: Invalid Tape Image
pl: Nieprawid³owy obraz kasety

source: Attach a tape image...
pl: W³ó¿ obraz kasety...

source: Detach tape image
pl: Wyjmij obraz kasety

source: Smart-attach a file
pl: Inteligentne wsadzanie pliku

source: Unknown image type
pl: Nieznany typ obrazu

source: Smart-attach disk/tape...
pl: Inteligentne wsadzanie dyskietki/kasety...

source: Attach cartridge image
pl: W³ó¿ obraz kartrid¿a

source: Save cartridge image...
pl: Zapisz obraz kartrid¿a...

source: Smart attach CRT image...
pl: Inteligentne w³o¿enie obrazu kartrid¿a...

source: Attach generic 8KB image...
pl: W³ó¿ standardowy obraz 8KB...

source: Attach generic 16KB image...
pl: W³ó¿ standardowy obraz 16KB...

source: Attach Action Replay image...
pl: W³ó¿ obraz Action Replay...

source: Attach Atomic Power image...
pl: W³ó¿ obraz Atomic Power...

source: Attach Epyx fastload image...
pl: W³ó¿ obraz Epyx fastload...

source: Attach IEEE488 interface image...
pl: W³ó¿ obraz interfejsu IEEE488...

source: Attach Retro Replay image...
pl: W³ó¿ obraz Retro Replay...

source: Attach IDE64 interface image...
pl: W³ó¿ obraz interfejsu IDE64...

source: Attach Super Snapshot 4 image...
pl: W³ó¿ obraz Super Snapshot 4...

source: Attach Super Snapshot 5 image...
pl: W³ó¿ obraz Super Snapshot 5...

source: Enable Expert Cartridge...
pl: W³±cz Expert Cartridge...

source: Set cartridge as default
pl: Ustaw kartrid¿ jako domy¶lny

source: Attach a cartridge image
pl: W³ó¿ obraz kartrid¿a

source: Detach cartridge image
pl: Wjmij obraz kartrid¿a

source: *Cartridge control
pl: *Kontrola kartrid¿a

source: Available command-line options:
pl: Dostêpne opcje z linii poleceñ:

source: VICE setting
pl: Ustawienia VICE

source: Change current working directory
pl: Zmieñ aktualny katalog roboczy

source: Directory not found
pl: Katalog nie znaleziony

source: Couldn't run /bin/sh???
pl: Nie mo¿na uruchomiæ /bin/sh???

source: Couldn't run xterm
pl: Nie mo¿na uruchomiæ xterm

source: Unknown error while running c1541
pl: Nieznany b³±d przy uruchamianiu c1541

source: No HTML browser is defined.
pl: Brak zdefiniowanej przegl±darki HTML.

source: Browser command too long.
pl: Komenda przegl±darki jest zbyt d³uga.

source: Executing `%s'...
pl: Wykonywanie `%s'...

source: Cannot run HTML browser.
pl: Nie mo¿na uruchomiæ przegl±darki HTML

source: Quickloading file %s.
pl: Szybkie ³adowanie pliku %s.

source: Load snapshot
pl: Za³aduj zrzut

source: Cannot load snapshot file `%s'
pl: Nie mo¿na za³adowaæ pliku zrzutu `%s'

source: Quicksaving file %s.
pl: Szybkie zapisywanie pliku %s.

source: Cannot write snapshot file `%s'
pl: Nie mo¿na zapisaæ pliku migawki `%s'

source: Soft
pl: Miêkki

source: Hard
pl: Twardy

source: Change working directory...
pl: Zmieñ katalog roboczy...

source: *Save new snapshot
pl: Zapisz obraz

source: *Start with reset
pl: *Rozpocznij z restartem

source: Load snapshot...
pl: Za³aduj zrzut...

source: Save snapshot...
pl: Zapisz zrzut...

source: Quickload snapshot
pl: Szybkie za³adowanie zrzutu

source: Quicksave snapshot
pl: Szybki zapis zrzutu

source: Start recording events
pl: Rozpocznij zapisywanie wydarzen

source: Stop recording events
pl: Zatrzymaj zapisywanie wydarzen

source: Start playing back events
pl: Rozpocznij odtwarzanie wydarzen

source: Stop playing back events
pl: Zatrzymaj odtwarzanie wydarzen

source: Recording start mode
pl: Rozpocznij tryb zapisu

source: Snapshot commands
pl: Komendy zapisywania zrzutu

source: Activate monitor
pl: Aktywacja monitora

source: Run C1541
pl: Uruchom C1541

source: Browse manuals
pl: Przegl±daj podrêcznik

source: About VICE...
pl: O VICE...

source: *Pause
pl: *Pauza

source: Exit emulator
pl: Wyjd¼ z emulatora

source: *Default (Green)
pl: *Domy¶lne (Zielone)

source: *Amber
pl: *Z³ote

source: *White
pl: *Bia³e

source: Load custom
pl: Za³aduj w³asny

source: *Double size
pl: *Podwójny rozmiar

source: *Double scan
pl: *Podwójne scanlines

source: *Video cache
pl: *Cache video

source: *Scale 2x render
pl: *Skala renderowania: x2

source: *Enable fullscreen
pl: *W³±cz pe³ny ekran

source: Fullscreen device
pl: Ustawienia pe³nego ekranu

source: VidMode Resolutions
pl: Rozdzielczo¶æ VidMode

source: DGA1 Resolutions
pl: Rozdzielczo¶æ DGA1

source: DGA2 Resolutions
pl: Rozdzielczo¶æ DGA2

source: *CRTC Screen color
pl: *Kolor obrazu CRTC

source: *Use XSync()
pl: *U¿yj XSync()

source: Datasette speed tuning
pl: Regulacja prêdko¶ci Datasette

source: Invalid value: %s
pl: Nieprawid³owa warto¶æ: %s

source: *Reset Datasette on CPU Reset
pl: *Resetuj Datasette razem z CPU

source: Stop
pl: Zatrzymaj

source: Play
pl: Odtwarzaj

source: Forward
pl: Przewiñ do przodu

source: Rewind
pl: Przewiñ do ty³u

source: Record
pl: Rejestruj

source: Datassette control
pl: Zarz±dzanie magnetofonem

source: *Enable true drive emulation
pl: *W³±cz rzeczywist± emulacjê napêdu

source: *None
pl: *Brak

source: Drive #8 model
pl: Model napêdu #8

source: Drive #8 RAM expansion
pl: Rozszerzenie RAM napêdu #8

source: *Drive #8 enable parallel cable
pl: *Napêd #8 - w³±cz kabel równoleg³y

source: Drive #8 40-track image support
pl: Napêd #8 - 40-¶cie¿kowy obraz

source: Drive #8 idle method
pl: Napêd #8 - metada bezczynno¶ci

source: Drive #9 model
pl: Model napêdu #8

source: Drive #9 RAM expansion
pl: Rozszerzenie RAM napêdu #9

source: *Drive #9 enable parallel cable
pl: *Napêd #9 - w³±cz kabel równoleg³y

source: Drive #9 40-track image support
pl: Napêd #9 - 40-¶cie¿kowy obraz

source: Drive #9 idle method
pl: Napêd #9 - metada bezczynno¶ci

source: Drive settings
pl: Ustawienia napêdu

source: Load new 1541 ROM
pl: Za³aduj nowy ROM - 1541

source: Load new 1541-II ROM
pl: Za³aduj nowy ROM - 1541-II

source: Load new 1571 ROM
pl: Za³aduj nowy ROM - 1571

source: Load new 1581 ROM
pl: Za³aduj nowy ROM - 1581

source: Load new 2031 ROM
pl: Za³aduj nowy ROM - 2031

source: *$2000-$3FFF RAM expansion
pl: *Rozszerzenie RAM $2000-$3FFF

source: *$4000-$5FFF RAM expansion
pl: *Rozszerzenie RAM $6000-$7FFF

source: *$6000-$7FFF RAM expansion
pl: *Rozszerzenie RAM $6000-$7FFF

source: *$8000-$9FFF RAM expansion
pl: *Rozszerzenie RAM $6000-$7FFF

source: *$A000-$BFFF RAM expansion
pl: *Rozszerzenie RAM $6000-$7FFF

source: *Never extend
pl: *Nigdy nie rozszerzaj

source: *Ask on extend
pl: *Wcze¶niej zapytaj

source: *Extend on access
pl: *Rozszerz, kiedy nast±pi u¿ycie

source: *No traps
pl: *Brak

source: *Skip cycles
pl: *Opuszczaj cykcle

source: *Trap idle
pl: *Wykrywaj

source: Drive #8 floppy disk type
pl: Napêd #8 - typu stacja dyskietek

source: Drive #9 floppy disk type
pl: Napêd #9 - typu stacja dyskietek

source: Load
pl: Za³aduj

source: Save
pl: Zapisz

source: Fliplist File
pl: Zmieñ plik listy

source: Successfully read `%s'.
pl: Zapisywanie `%s' zakoñczone pomy¶lnie

source: Error reading `%s'.
pl: B³±d czytania: %s.

source: Successfully wrote `%s'.
pl: Zapisywanie `%s' zakoñczone pomy¶lnie

source: Error writing `%s'.
pl: B³±d czytania: %s.

source: Add current image (Unit 8)
pl: Dodaj aktualny obraz (jednostka 8)

source: Remove current image (Unit 8)
pl: Usuñ aktualny obraz (jednostka 8)

source: Attach next image (Unit 8)
pl: W³ó¿ nastêpny obraz (jednostka 8)

source: Attach previous image (Unit 8)
pl: W³ó¿ poprzedni obraz (jednostka 8)

source: Load fliplist file
pl: Za³aduj plik listy

source: Save fliplist file
pl: Zapisz plik listy

source: Attach #%d
pl: W³ó¿ #%d

source: Detach #%d
pl: Wyjmij #%d

source: *Write Protect
pl: W³ó¿ zabezpieczone przed zapisem

source: Next:
pl: Nastêpny:

source: <empty>
pl: <pusty>

source: Previous:
pl: Poprzedni:

source: Add:
pl: Dodaj:

source: Remove:
pl: Usuñ:

source: Name:
pl: Nazwa:

source: *Numpad
pl: *Klawiatura numeryczna

source: *Custom Keys
pl: *W³asne klawisze

source: *Analog Joystick 0
pl: *Analogowy joystick 0

source: *Analog Joystick 1
pl: *Analogowy joystick 1

source: *Digital Joystick 0
pl: *Cyfrowy joystick 0

source: *Digital Joystick 1
pl: *Cyfrowy joystick 1

source: Joystick device in port 1
pl: Joystick w porcie 1

source: Joystick device in port 2
pl: Joystick w porcie 2

source: Swap joystick ports
pl: Zamieñ porty (1/2)

source: Joystick settings
pl: Ustawienia joystcka

source: *Symbolic mapping
pl: *mapowanie na podstawie symboli

source: *Positional mapping (US)
pl: *Mapowanie na podstawie po³o¿enia

source: Read Keymap File
pl: Czytaj plik mapy klawiszy

source: Write to Keymap File:
pl: Zapisz do pliku mapowania klawiatury:

source: Keyboard mapping type
pl: Typ mapowania klawiatury

source: Set symbolic keymap file
pl: Ustaw plik mapowania na podstawie symboli

source: Set positional keymap file
pl: Ustaw plik mapowania na podstawie po³o¿enia

source: Dump keymap to file
pl: Zapisz mapowanie klawiszy do pliku

source: Keyboard settings
pl: Ustawienia klawiatury

source: PAL Scanline shade
pl: Cieniowane scanline PAL

source: Scanline Shade in percent
pl: Cieniowane scanline w procentach

source: *Activate PAL emulation
pl: *Uruchom emulacjê PAL

source: PAL Scanline Shade
pl: Cieniowane scanline PAL

source: Load custom palette
pl: Za³aduj w³an± paletê

source: Could not load palette file '%s'
pl: Nie mo¿na za³adowaæ pliku palety '%s'

source: Path:
pl: ¦cie¿ka:

source: *File system access
pl: *Dostêp systemu plików

source: *Real device access
pl: *Prawdziwy dostêp urz¹dzenia

source: *Raw device access
pl: *Surowy dostêp urz¹dzenia

source: Device type
pl: Typ urz¹dzenia

source: *Read only access
pl: *Dostêp tylko do odczytu

source: File system directory...
pl: Katalog systemu plików...

source: *Convert P00 file names
pl: *Konwertuj nazwy plików P00

source: *Create P00 files on save
pl: *Stwórz plik P00 kiedy bêdzie zapis

source: *Hide raw CBM files
pl: *Ukrywaj nieprzerobione pliki CBM

source: Device #8
pl: Urz±dzenie #8

source: Device #9
pl: Urz±dzenie #9

source: Device #10
pl: Urz±dzenie #10

source: Device #11
pl: Urz±dzenie #11

source: Printer settings
pl: Ustawienia drukarki

source: *Enable Virtual Devices
pl: *W³±cz wirtualne urz±dzenia

source: Peripheral settings
pl: Ustawienia zewnêtrzne

source: *Printer 1 (file dump)
pl: *Drukarka 1 (file dump)

source: *Printer 2 (exec)
pl: *Drukarka 2 (exec)

source: *Printer 3 (exec)
pl: *Drukarka 3 (exec)

source: Select printer dump file
pl: Wybierz drukarkê do dump'owania pliku

source: Command to execute for printing (preceed with '|')
pl: Polecenie do uruchomienia dla drukowania (przekaz przez '|')

source: Command:
pl: Komenda:

source: *IEC printer #4 emulation
pl: *Emulacja drukarki #4 - IEC

source: IEC printer #4 driver
pl: Sterownik drukarki #4 - IEC

source: IEC printer #4 text output device
pl: Wyj¶cie urz±dzenie #4 drukarki - IEC

source: *IEC printer #5 emulation
pl: *Emulacja drukarki #5 - IEC

source: IEC printer #5 driver
pl: Sterownik drukarki #5 - IEC

source: IEC printer #5 text output device
pl: Wyj¶cie urz±dzenia #5 drukarki - IEC

source: *Userport printer emulation
pl: *Port emulacji drukarki

source: Userport printer driver
pl: Port sterownika drukarki

source: Userport printer text output device
pl: Textowe urz±dzenie wyj¶cia dla drukarki na porcie u¿ytkownika

source: Printer text device 1...
pl: Urz±dzenie drukarki 1...

source: Printer text device 2...
pl: Urz±dzenie drukarki 2...

source: Printer text device 3...
pl: Urz±dzenie drukarki 4...

source: REU image name
pl: Nazwa obrazu REU

source: *Enable REU
pl: *W³±cz REU

source: REU size
pl: Rozmiar REU

source: REU image name...
pl: Nazwa obrazu REU...

source: Load ROM file
pl: Za³aduj plik ROM

source: Could not load ROM file '%s'
pl: Nie mo¿na za³adowaæ pliku ROM '%s'

source: Could not load ROM set file '%s'
pl: Nie mo¿na za³adowaæ pliku ustawieñ ROM '%s'

source: ROM set file:
pl: Plik ustawieñ ROM:

source: Load custom ROM set from file
pl: Za³aduj w³asne ustawienia ROM z pliku

source: Dump ROM set definition to file
pl: Sprowad¼ ustawienia ROM'u do pliku

source: Select RS232 device file
pl: Wybierz plik urz±dzenia RS232

source: Command to execute for RS232 (preceed with '|')
pl: Polecenie do uruchomienia dla RS232 (przetworzane przec '|')

source: File to dump RS232 to
pl: Plik do zapisu z RS232

source: *No IRQ/NMI
pl: *Brak IRQ/NMI

source: *ACIA $DExx RS232 interface emulation
pl: *Interfejs emulacji ACIA $DExx RS232

source: ACIA $DExx device
pl: Urz±dzenie ACIA $DExx

source: ACIA $DExx Interrupt
pl: Przerwanie ACIA $DExx

source: Userport RS232 device
pl: Urz±dzenie portu RS232

source: Serial 1 device...
pl: Urz±dzenie Serial 1...

source: Serial 1 baudrate
pl: Prêdko¶æ Serial 1

source: Serial 2 baudrate
pl: Prêdko¶æ Serial 2

source: Dump filename...
pl: Plik zrzutu...

source: Program name to exec...
pl: Nazwa programu do uruchomienia...

source: ACIA device
pl: Urz±dzenia ACIA

source: Serial 2 device...
pl: Urz±dzenie Serial 2...

source: Enter refresh rate
pl: Wprowad¼ czêstotliwo¶æ od¶wierzania

source: Refresh rate
pl: Czêstotliwo¶æ od¶wie¿ania

source: Enter speed
pl: Wprowad¼ prêdko¶æ

source: Maximum run speed
pl: Maksymalna prêdko¶æ dzia³ania

source: Invalid speed value
pl: Nieprawid³owa warto¶æ prêdko¶ci

source: Cannot save settings.
pl: Nie mo¿na zapisaæ ustawieñ.

source: Settings saved successfully.
pl: Zapisywanie ustawieñ powiod³o siê.

source: Cannot load settings: resource file not valid.
pl: Nie mo¿na za³adowaæ ustawieñ plik zasobów nieprawid³owy.

source: Cannot load settings: resource file not found.
pl: Nie mo¿na za³adowaæ ustawieñ plik zasobów nie znaleziony.

source: Settings loaded.
pl: Ustawienia za³adowane.

source: *Auto
pl: *Automatycznie

source: *Custom...
pl: *W³asne...

source: *No limit
pl: *Bez limitu

source: Maximum speed
pl: Maksymalna prêdko¶æ

source: *Enable warp mode
pl: *W³±cz tryb przy¶pieszony (Turbo)

source: Save settings
pl: Zapisz ustawienia

source: Load settings
pl: Za³aduj ustawienia

source: Restore default settings
pl: Przywróæ domy¶lne ustawienia

source: *Save settings on exit
pl: *Zapisz ustawienia przy wyj¶ciu

source: *Fast SID
pl: *Szybko

source: *6581 (old)
pl: *6581 (stary)

source: *8580 (new)
pl: *8580 (nowy)

source: *Fast
pl: *Szybko

source: *Interpolating
pl: *Interpolacja

source: *Resampling
pl: *Przesamplowanie

source: Enter passband in percentage of total bandwidth (0 - 90, lower is faster, higher is better)
pl: Podaj pomijany przedzia³ w procentach calkowitej przepustowo¶ci (0 - 90, mniej jest szybciej, wiêcej jest lepiej)

source: Passband percentage
pl: Procent pomijanego przedzia³u

source: *1.00 sec
pl: *1.00 sek

source: *0.75 sec
pl: *0.75 sek

source: *0.50 sec
pl: *0.50 sek

source: *0.35 sec
pl: *0.35 sek

source: *0.30 sec
pl: *0.30 sek

source: *0.25 sec
pl: *0.25 sek

source: *0.20 sec
pl: *0.20 sek

source: *0.15 sec
pl: *0.15 sek

source: *0.10 sec
pl: *0.10 sek

source: *Keep going
pl: *Nie przestawaj

source: *1 sec suspend
pl: *Wstrzymaj na 1 sek

source: *2 sec suspend
pl: *Wstrzymaj na 2 suspend

source: *5 sec suspend
pl: *Wstrzymaj na 5 sek
