Repository: zyonee/vice_emu
Catalog: v1.16/vice/po/*.po
Languages: pl

source: *10 sec suspend
pl: *Wstrzymaj na 10 sek

source: *Flexible
pl: *Elastyczny

source: *Adjusting
pl: *Dodawanie

source: *Exact
pl: *Wymu¶

source: Sound synchronization
pl: Synchronizacja d¼wiêku

source: Sample rate
pl: Prêdko¶æ sampli

source: Buffer size
pl: Rozmiar buffora

source: Suspend time
pl: Czas u¶pienia

source: Oversample
pl: Przesamplowanie

source: Sound settings
pl: Ustawienia d¼wiêku

source: *External color set
pl: *Zewnêtrzne ustawienia kolorów

source: *Fast PAL emulation
pl: *Szybka emulacja PAL

source: PAL Emulation
pl: Emulacja PAL

source: *Default
pl: *Domy¶lny

source: *Revison 0
pl: *Revision 0

source: *Revison 1
pl: *Revision 1

source: *Revison 2
pl: *Revision 2

source: *64KB display memory
pl: *Wy¶wietl pamiêæ 64KB

source: Color set
pl: Ustaw kolory

source: PAL Emulation Settings
pl: Ustawienia emualcji PET

source: Video standard
pl: Standard video

source: *New Luminances
pl: *Nowa jaskrawo¶æ

source: *Sprite-sprite collisions
pl: *Kolizje duszków

source: *Sprite-background collisions
pl: *Kolizje duszków z t³em

source: Exiting...
pl: Zakoñczanie...

source: What?!
pl: Co?!

source: Load new Kernal ROM
pl: Za³aduj nowy Kernal ROM

source: Load new Basic ROM
pl: Za³aduj nowy ROM Basic

source: Load new Character ROM
pl: Za³aduj nowy znak ROM

source: No expansion memory
pl: Bez rozszerzenia pamiêci

source: 3K (block 0)
pl: 3K (blok 0)

source: 8K (block 1)
pl: 8K (blok 1)

source: 16K (blocks 1/2)
pl: 16K (blok 1/2)

source: 24K (blocks 1/2/3)
pl: 24K (blok 1/2/3)

source: All (blocks 0/1/2/3/5)
pl: Wszystkie (bloki 0/1/2/3/4/5)

source: Common configurations
pl: Konfiguracja pozosta³ych elementów

source: *Block 0 (3K at $0400-$0FFF)
pl: *Blok 0 (3K at $0400-$0FFF)

source: *Block 1 (8K at $2000-$3FFF)
pl: *Blok 1 (8K w $2000-$3FFF)

source: *Block 2 (8K at $4000-$5FFF)
pl: *Blok 2 (8K w $4000-$5FFF)

source: *Block 3 (8K at $6000-$7FFF)
pl: *Blok 3 (8K w $6000-$7FFF)

source: *Block 5 (8K at $A000-$BFFF)
pl: *Blok 5 (8K w $A000-$BFFF)

source: Memory expansions
pl: Rozszerzenie pamiêci

source: Invalid cartridge image
pl: Nieprawid³owy obraz kartrid¿a

source: Smart-attach cartridge image...
pl: W³ó¿ inteligentnie obraz kartrid¿a...

source: Attach 4/8/16KB image at $2000...
pl: Wsuñ 4/8/16KB obraz w $2000...

source: Attach 4/8/16KB image at $4000...
pl: Wsuñ 4/8/16KB obraz w $4000...

source: Attach 4/8/16KB image at $6000...
pl: Wsuñ 4/8/16KB obraz w $6000...

source: Attach 4/8KB image at $A000...
pl: Wsuñ 4/8KB obraz w $A000...

source: Attach 4KB image at $B000...
pl: Wsuñ 4KB obraz w $B000...

source: Detach cartridge image(s)
pl: Wysuñ obraz(y) kartrid¿a

source: VIC settings
pl: Ustawienia VIC

source: Tunes
pl: Tony

source: Load PSID file
pl: Za³aduj plik PSID

source: `%s' is not a valid PSID file.
pl: `%s' nie jest poprawnym plikiem PSID

source: Load PSID file...
pl: Za³aduj plik PSID...

source: *Override PSID settings
pl: *Resetuj ustawienia PSID

source: *Default Tune
pl: *Domy¶lny ton

source: *Tune %d
pl: *Ton %d

source: VSID: The SID Emulator
pl: VSID: Emulator SID

source: VICE is FREE software!
pl: VICE jest wolnym oprogramowaniem!

source: No warranty!
pl: Bez gwarancji!

source: Contributors to the VICE project
pl: Wspó³pracownicy projektu VICE

source: The VICE Team
pl: Zespó³ VICE

source: Official VICE homepage:
pl: Oficjalna strona VICE:

source: License
pl: Licencja

source: Warranty
pl: Gwarancja

source: Contributors
pl: Wspó³pracownicy

source: Successfully initialized using XVideo (%dx%d %.4s).
pl: Inicjalizacji przy u¿yciu XVideo zakoñczona pomy¶lnie (%dx%d %.4s).

source: Successfully initialized video.
pl: Inicjalizacji wideo zakoñczona pomy¶lnie

source: Save Cartridge
pl: Zapisz kartrid¿

source: Filename:
pl: Nazwa pliku:

source: Invalid filename
pl: Z³a nazwa pliku

source: Cannot write cartridge image file `%s'
pl: Nie mo¿na zapisaæ pliku obrazu kartrid¿a `%s'

source: Successfully wrote `%s'
pl: Zapisywanie %s' zakoñczone sukcesem

source: XCreateImage failed.
pl: B³±d XCreateImage

source: Cannot allocate color "#%04X%04X%04X".
pl: Nie mo¿na alokowaæ koloru "#%04X%04X%04X".

source: Create empty disk
pl: Stwórz pust± dyskietkê

source: Save Snapshot
pl: Zapisz zrzut ekranu

source: Disk options
pl: Opcje dyskietki

source: Diskname:
pl: Nazwa dysku:

source: Create empty Diskimage
pl: Stwórz pusty obraz dysku

source: Can't create image `%s'.
pl: Nie mo¿na stworzyc obrazu `%s'.

source: Saturation
pl: Nasycenie

source: Contrast
pl: Kontrast

source: Brightness
pl: Jaskrawo¶æ

source: PAL Settings
pl: Ustawienia PAL

source: Save Screenshot
pl: Zapisz zrzut ekranu

source: Image Format
pl: Format obrazu

source: Couldn't write screenshot to `%s' with driver `%s'.
pl: Nie mo¿na zapisaæ zrzutu ekranu do `%s' z sterownikiem `%s'.

source: Successfully wrote `%s'
pl: Zapisywanie `%s' zakoñczone pomy¶lnie

source: Snapshot options
pl: Opcje zrzutu

source: Save currently attached disks
pl: Zapisz obecnie w³o¿ony dysk

source: Save currently attached ROMs
pl: Zapisz obecnie w³o¿ony ROM

source: Name: %s Tune: %d Author: %s Copyright: %s %s Model: %s IRQ: %s
pl: Nazwa %s Muzyka: %d Autor: %s Copyright: %s %s Model: %s IRQ: %s

source: Can't add fontpath `%s'.
pl: Nie mo¿na dodaæ ¶cie¿ki czcionki: `%s'.

source: Set fontpath: `%s'.
pl: Ustaw ¶cie¿kê czcionki: `%s'.

source: This display does not support suitable %dbit visuals.
pl: Ten wy¶wietlacz nie ma odpowiedniego wspomagania wizualnego %dbit

source: Please select a bit depth supported by your display.
pl: Proszê wybraæ g³êbiê koloru obs³ugiwan± przez twój ekran.

source: Found %dbit/%s visual.
pl: Znaleziono urz±dzenie wizualne %dbit/%s

source: Found %dbit visual.
pl: Znaleziono urz±dzenie wizualne %dbit

source: Cannot autodetect a proper visual.
pl: Nie mo¿na automatycznie wykryæ odpowiedniego urz±dzenia wizualnego

source: Cannot load text font %s.
pl: Nie mo¿na za³adowaæ tekstowej czcionki %s.

source: Cannot load CBM font %s.
pl: Nie mo¿na za³adowaæ czcionki %s.

source: PAL Controls
pl: Kontrola PAL

source: Drive %d:
pl: Napêd %d:

source: Tape 000
pl: Kaseta 000

source: Maximum number of toplevel windows reached.
pl: Osi±gniêto maksymalny limit okien najwy¿szego stopnia.

source: Commands
pl: Komendy

source: Help
pl: Pomoc

source: Do you really want to exit?
pl: Czy naprawdê chcesz wyj¶æ

source: Save the current settings?
pl: Czy zapisaæ obecne ustawienia?

source: Using private colormap.
pl: U¿yj prywatnej mapy kolorów.

source: (warp)
pl: (przyspieszony)

source: Tape %03d
pl: Ta¶ma %03d

source: %s (paused)
pl: %s (pauza)

source: VICE Message
pl: Wiadomo¶æ VICE

source: VICE Error
pl: B³±d VICE

source: Hard Reset
pl: Zimny reset

source: Extend disk image
pl: Rozszerzenie obrazu dyskietki

source: Do you want to extend the disk image to 40 tracks?
pl: Czy chcesz rozszerzyæ obraz dysku do 40 ¶cie¿ek?

source: Can't autostart selection %d in image %s
pl: Nie mo¿na automatycznie wystartowaæ zaznaczonego %d w obrazie %s

source: NO IMAGE CONTENTS AVAILABLE
pl: Nie ma dostêpnej zawarto¶ci obrazu

source: Contents
pl: Zawarto¶æ

source: Attach write protected
pl: W³ó¿ zabezpieczone przed zapisem

source: Attach debugger to pid %d...
pl: Zainstaluj debbuger na pid %d...

source: Successfully forked DGA.
pl: Rozga³êzianie DGA zakoñczenie pomy¶lnie

source: Unable to query DGA1 version.
pl: Nie mo¿na odczytaæ wersji DGA1.

source: Unable to query DGA1 information.
pl: Nie mo¿na odczytaæ informacji o DGA1

source: Root permissions required to use DGA1.
pl: Aby u¿ywaæ DGA1 konieczne s± uprawnienia roota.

source: Problems with DGA - disabling fullscreen.
pl: Problemy z DGA - wy³±czam pe³ny ekran

source: Error switching to fullscreen%s
pl: B³±d prze³±czania do pe³nego ekranu %s

source: DGA extension: addr:%p, width %d, bank size %d mem size %d
pl: Rozszerzenie DGA: addr:%p, szeroko¶æ %d, rozmiar banku %d rozmiar pamiêci %d

source: Switch to windowmode
pl: Prze³±cz do trybu okna

source: Selected mode: %s
pl: Wybrano tryb: %s

source: Attach debugger to pid %d...
pl: Zainstaluj debbuger na pid %d...

source: refresh, not ready, skipping frame
pl: od¶wie¿, nie czytaj , opu¶æ klatkê

source: Successfully forked DGA
pl: Rozga³êzianie DGA zakoñczenie pomy¶lnie

source: Unable to query video extension version - disabling fullscreen.
pl: Nie mo¿na pobraæ informacji o wersji rozszerzenia video - wy³±czanie pe³nego ekranu

source: Unable to query video extension information - disabling fullscreen.
pl: Nie mo¿na pobraæ informacji o rozszerzeniach video - wy³±czanie pe³nego ekranu

source: Xserver is running an old XFree86-DGA version (%d.%d)
pl: Xserver jest uruchomiony w starej wersji XFree86-DGA (%d.%d.)

source: Minimum required version is %d.%d - disabling fullscreen.
pl: Minimaln± wymagan± wersj± jest %d.%d - wy³±czanie pe³nego ekranu

source: Switch to fullscreen%s
pl: Prze³±cz na pe³ny ekran%s

source: Need root privileges for DGA2 fullscreen
pl: Musisz mieæ uprawnienia roota, aby u¿yæ trybu pe³noekranowego DGA2

source: Error switching to fullscreen (SetMode) %ix%i
pl: B³±d prze³±czania do pe³nego ekranu (SetMode) %ix%i

source: Error switching to fullscreen (pixmap) %ix%i
pl: B³±d prze³±czania do pe³nego ekranu (pixmap) %ix%i

source: Not enough video memory pages in mode %s, disabling fullscreen (%d,%d).
pl: Zbyt ma³o stron pamiêci graficznej w trybie %s, wy³±czanie pe³nego ekranu(%d,%d).

source: Error switching to fullscreen (CreateGC) %ix%i
pl: B³±d prze³±czania do pe³nego ekranu (CreateGC) %ix%i

source: Couldn't allocate color cache
pl: Nie mo¿na alokowaæ cache'u koloru

source: Specify an HTML browser for the on-line help
pl: Podaj przegl±darkê HTML dla pomocy on-line

source: Install a private colormap
pl: Zainstaluj w³asn± mapê kolorów

source: Use the default colormap
pl: U¿yj domy¶lnej mapy kolorów

source: Save settings (resources) on exit
pl: Zapisz ustawienia (zasoby) przy wyj¶ciu

source: Never save settings (resources) on exit
pl: Nigdy nie zapisuj ustawieñ (zasobów) przy wyj¶ciu

source: Enable fullscreen
pl: W³±cz pe³ny ekran

source: Disable fullscreen
pl: Wy³±cz pe³ny ekran

source: Specify X display depth (1..32)
pl: POdaj g³êbiê ekranu Xów (1..32)

source: Call `XSync()' after updating the emulation window
pl: Wywo³uj `XSync()' po aktualizacji okna emulatora

source: Do not call `XSync()' after updating the emulation window
pl: Nie wywo³uj `XSync()' po aktualizacji okna emulatora

source: Use shared memory
pl: U¿yj pamiêci dzielonej

source: Never use shared memory (slower)
pl: Nigdy nie u¿ywaj pamiêci dzielonej (wolniej)

source: Request YUV FOURCC format
pl: ¯±daj formatu YUV FOURCC

source: Set aspect ratio (0.8 - 1.2)
pl: Wspó³czynnik kszta³tu obrazu (0.8 - 1.2)

source: The MITSHM extension is not supported on this display.
pl: Rozszerzenie MITSHM nie jest obs³ugiwane przez wy¶wietlacz.

source: MITSHM extensions version %d.%d detected.
pl: Rozszerzenie wersji MITSHM %d.%d zosta³o wykryte.

source: Cannot release shared memory!
pl: Nie mo¿na zwolniæ pamiêci dzielonej!

source: Error getting video mode information - disabling vidmode extension.
pl: B³±d podczas pobierania informacji o trybie video - wy³±czanie pe³nego ekranu.

source: VICE Information
pl: Informacje

source: Save cartridge image file
pl: Zapisz obraz kartrid¿a w pliku

source: File name:
pl: Nazwa pliku:

source: Browse...
pl: Przegl±daj...

source: Cancel
pl: Anuluj

source: Save cartridge image
pl: Zapisz obraz kartrid¿a

source: Automatically using a private colormap.
pl: Automatycznie u¿ywaj w³asnej mapy kolorów

source: XFreeColors failed.
pl: Operacja XfreeColors nie powiod³a siê

source: Save emptydisk file
pl: Zapisz plik jako pust± dyskietkê

source: Couldn't create disk image
pl: Nie mo¿na stworzyæ dysku

source: Disk name:
pl: Nazwa dysku

source: Disk format:
pl: Format dysku

source: Save screenshot file
pl: Zapisz plik

source: Image format:
pl: Format obrazu:

source: Screen Snapshot
pl: Zrób zrzut ekranu

source: Save snapshot file
pl: Zapisz plik

source: Snapshot options:
pl: Opcje zapisywania:

source: Save currently attached disks:
pl: Zapisz obecnie w³o¿ony dysk:

source: Off
pl: Wy³±cz

source: On
pl: W³±cz

source: Save currently loaded ROMs:
pl: Zapisz obecnie za³adowany ROM

source: Save snapshot
pl: Zapisz obraz

source: %d: Track %.1f
pl: %d: ¦cie¿ka %.1f

source: VICE Error!
pl: B³±d VICE

source: Cannot allocate XImage with XShm; falling back to non MITSHM extension mode.
pl: Nie mo¿na ulokowaæ Ximage z XShm; cofniêcie bez trybu rozszerzonego MITSHM

source: Cannot get shared memory; falling back to non MITSHM extension mode.
pl: Nie mo¿na dostaæ pamiêci dzielonej; cofniêcie bez trybu rozszerzonego MITSHM

source: Cannot get shared memory address; falling back to non MITSHM extension mode.
pl: Nie mo¿na dostaæ adresu pamiêci dzielonej; cofniêcie bez trybu rozszerzonego MITSHM

source: Cannot attach shared memory; falling back to non MITSHM extension mode.
pl: Nie mo¿na w³o¿yæ pamiêci dzielonej; cofniêcie bez trybu rozszerzonego MITSHM

source: MITSHM initialization succeed.
pl: Inicjalizacja MITSHM zakonczona pomy¶lnie.

source: Successfully initialized%s shared memory.
pl: Zainicjowano pomy¶lnie pamiêæ %s dzielon±.

source: , using
pl: u¿ywaj±c

source: without
pl: bez

source: Performance will be poor.
pl: Wydajno¶æ bêdzie niska

source: Successfully initialized without shared memory.
pl: Zainicjowano pomy¶lnie, bez pamiêci dzielonej.
